const COMMENTS_COUNT = {
  'min': 1,
  'max': 5,
};
const PHOTO_INDEX_MAX_COUNT = 25;
const NAMES = [
  'Иван',
  'Мария',
  'Ольга',
  'Евгений',
  'Николай',
];
const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];
const DESCRIPTIONS = [
  'Описание 1',
  'Описание 2',
  'Описание 3',
  'Описание 4',
  'Описание 5',
];

export {COMMENTS_COUNT, PHOTO_INDEX_MAX_COUNT, NAMES, MESSAGES, DESCRIPTIONS};
